Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Biamperometric Karl Fischer titration
es_es: Valoración biamperométrica de Karl Fischer

source: Biberach an der Riss Germany
es_es: Biberach an der Riss, Alemania

source: Biberach, Germany
es_es: Biberach (Alemania)

source: Bijoy K Menon, Brian H Buck, Nishita Singh, Yan Deschaintre, Mohammed A Almekhlafi, Shelagh B Coutts, Sibi Thirunavukkarasu, Houman Khosravani, Ramana Appireddy, Francois Moreau, Gord Gubitz, Aleksander Tkach, Luciana Catanese, Dar Dowlatshahi, George Medvedev, Jennifer Mandzia, Aleksandra Pikula, Jai Shankar, Heather Williams, Thalia S Field, Alejandro Manosalva, Muzaffar Siddiqui, Atif Zafar, Oje Imoukhuede, Gary Hunter, Andrew M Demchuk, Sachin Mishra, Laura C Gioia, Shirin Jalini, Caroline Cayer, Stephen Phillips, Elsadig Elamin, Ashkan Shoamanesh, Suresh Subramaniam, Mahesh Kate, Gregory Jacquin, Marie-Christine Camden, Faysal Benali, Ibrahim Alhabli, Fouzi Bala, MacKenzie Horn, Grant Stotts, Michael D Hill, David J Gladstone, Alexandre Poppe, Arshia Sehgal, Qiao Zhang, Brendan Cord Lethebe, Craig Doram, Ayoola Ademola, Michel Shamy, Carol Kenney, Tolulope T Sajobi, Richard H Swartz, for the AcT Trial Investigators
es_es: Bijoy K Menon, Brian H Buck, Nishita Singh, Yan Deschaintre, Mohammed A Almekhlafi, Shelagh B Coutts, Sibi Thirunavukkarasu, Houman Khosravani, Ramana Appireddy, Francois Moreau, Gord Gubitz, Aleksander Tkach, Luciana Catanese, Dar Dowlatshahi, George Medvedev, Jennifer Mandzia, Aleksandra Pikula, Jai Shankar, Heather Williams, Thalia S Field, Alejandro Manosalva, Muzaffar Siddiqui, Atif Zafar, Oje Imoukhuede, Gary Hunter, Andrew M Demchuk, Sachin Mishra, Laura C Gioia, Shirin Jalini, Caroline Cayer, Stephen Phillips, Elsadig Elamin, Ashkan Shoamanesh, Suresh Subramaniam, Mahesh Kate, Gregory Jacquin, Marie-Christine Camden, Faysal Benali, Ibrahim Alhabli, Fouzi Bala, MacKenzie Horn, Grant Stotts, Michael D Hill, David J Gladstone, Alexandre Poppe, Arshia Sehgal, Qiao Zhang, Brendan Cord Lethebe, Craig Doram, Ayoola Ademola, Michel Shamy, Carol Kenney, Tolulope T Sajobi, Richard H Swartz, como investigadores del ensayo AcT.

source: Bilateral parenchymal hematoma (sICH, death day 3)
es_es: Hematoma parenquimatoso bilateral (HICs, muerte el día 3)

source: Bilateral visual loss
es_es: Pérdida visual bilateral

source: Bile-tolerant Gram- negative bacteria/g
es_es: Bacterias Gram negativas tolerantes a la bilis/g

source: Bin blender
es_es: Mezclador de contenedor

source: Binder
es_es: Aglutinante

source: Binding of spesolimab to IL36R prevents the subsequent activation of IL36R by cognate ligands (IL36 α, β and γ) and downstream activation of proinflammatory and pro-fibrotic pathways.
es_es: La unión del spesolimab al IL36R evita la posterior activación del IL36R por medio de los ligandos relacionados (IL36 α, β y γ) y la activación de las vías proinflamatorias y profibróticas.

source: Binding/potency is required for the mode of action (MoA) and for efficacy.
es_es: La unión/potencia es necesaria para asegurar el modo de acción (MoA) y la eficacia.

source: Binger Straße 173
es_es: Calle Binger 173

source: Bio/ogical active starting material
es_es: Material inicial biológico activo

source: Biological Testing
es_es: Pruebas biológicas

source: BioReliance Ltd., Glasgow, United Kingdom:
es_es: BioReliance Ltd., Glasgow, Reino Unido:

source: BioReliance Ltd., Penicuik, Edinburgh, United Kingdom:
es_es: BioReliance Ltd., Penicuik, Edimburgo, Reino Unido:

source: BioReliance Ltd., Stirling, United Kingdom:
es_es: BioReliance Ltd., Stirling, Reino Unido:

source: BioReliance have accepted this offer, and this assessment will take place during January 2025, with the compliance report and supporting documentation submitted to the MHRA at the beginning of February 2025.
es_es: BioReliance ha aceptado esta oferta y esta evaluación se llevará a cabo durante enero de 2025, y el informe de cumplimiento y la documentación de respaldo se enviarán a la MHRA a principios de febrero de 2025.

source: Bioanalytical results
es_es: Resultados bioanalíticos

source: Bioassay
es_es: Ensayo biológico

source: Bioassay (Inhibition of IL36R binding)
es_es: Ensayo biológico (inhibición de la unión al IL36R)

source: Bioassay (inhibition of IL36R binding)
es_es: Ensayo biológico (inhibición de la unión al IL36R)

source: Biobanking (optional)
es_es: Banco de datos biológicos (opcional)

source: Biobanking samples were to be taken only after separate informed consent had been given in accordance with local ethical and regulatory requirements.
es_es: Solo se podían tomar muestras para el banco biológico después de haberse firmado un consentimiento informado por separado de acuerdo con los requisitos éticos y regulatorios locales.

source: Bioburden
es_es: Biocarga

source: Bioburden /Safety
es_es: Biocarga / Seguridad

source: Bioburden of the DP solution prior to filling is controlled during manufacturing prior to sterile filtration with an acceptance criterion provided in 3.2.P.3.4 Justification of Controls at Critical Steps.
es_es: La biocarga de la solución del medicamento en etapa previa al llenado se controla durante el proceso de fabricación antes del filtrado estéril con el criterio de aceptación provisto en la Sección 3.2.P.3.4, Justificación de controles en pasos críticos.

source: Bioburden prior to sterile filtration
es_es: Biocarga previa a la filtración estéril

source: Bioburden prior to sterile filtration Filter integrity test prior to and post sterile filtration
es_es: Biomasa previa al filtrado estéril (agua p. iny.)

source: Bioburden reduction filtration (optional)
es_es: Filtrado con reducción de biocarga (opcional)

source: Bioburden testing is performed prior sterile filtration as an inprocess control.
es_es: La prueba de biocarga se realiza antes de la filtración estéril como control intermedio del proceso.

source: Bioburden testing is performed prior sterile filtration as an IPC.
es_es: La prueba de biocarga se realiza antes de la filtración estéril como control intermedio del proceso.

source: Bioburden unit for freeze and long term storage during drug substance handling:
es_es: Unidad de biomasa para el congelacmiento y el almacenamiento a largo plazo durante el manejo del principio activo:

source: Bioburden unit for splitting and pooling during drug substance handling:
es_es: Unidad de biomasa para la separación y el agrupamiento durante el manejo del principio activo:

source: Biocompatibility
es_es: Biocompatibilidad

source: Biocompatibility for material in contact with patient/user
es_es: Biocompatibilidad del material en contacto con el paciente/usuario

source: Bioequivalence was assessed separately for the 2 different FDCs and for fasted and fed conditions.
es_es: Por un lado, se evaluó la bioequivalencia de las 2 combinaciones a dosis fija y, por otro, la bioequivalencia con y sin ayuno.

source: Bioequivalence was considered established if the 90% CIs of each of the 4 ratios of the gMeans for the primary endpoints per dose and fed/fasted condition group (Table 9.7.1.3.1: 1) were contained in the predefined acceptance range of 80.00 to 125.00% for both coprimary analyses.
es_es: Había bioequivalencia si el IC del 90% de cada uno de los 4 cocientes (media geométrica de los criterios de valoración primarios por dosis y grupos pre-/post-prandial, Tabla 9.7.1.3.1: 1) quedaban dentro del rango de aceptabilidad predefinido (80.00 a 125.00%) en ambos análisis coprimarios.

source: Biological
es_es: Biológicas

source: Biological active starting material(en)
es_es: Material/es inicial/es biológico/s activo/s

source: Biological active substances are structurally complex moieties and highly likely to contain “N-nitrosation agent scavenging” functional groups (e.g., lysyl, cysteinyl) and are too large for cellular activation via cytochrome P450 dependent enzymes preventing generation of mutagenic species from any nitrosamine formed on the active substance
es_es: Las sustancias biológicamente activas son fracciones estructuralmente complejas y muy propensas a contener grupos funcionales que sean “eliminadores de agentes de N-nitrosación” (p. ej., lisil, cisteinilo) y son demasiado grandes para la activación celular a través de enzimas dependientes del citocromo P450, lo que impide la generación de especies mutagénicas a partir de cualquier nitrosamina formada en el principio activo.

source: Biological activity The biological activity of spesolimab was assessed by four different methods:
es_es: Actividad biológica Para evaluar la actividad biológica de espesolimab se usaron cuatro métodos:

source: Biological assays
es_es: Valoraciones biológicas

source: Biological evaluation
es_es: Evaluación biológica

source: Biological medicinal products
es_es: Productos medicinales biológicos

source: Biological products
es_es: Productos biológicos

source: Biological products are isolated from the external environment by packaging into primary containers such as vials, syringes or cartridges.
es_es: Los productos biológicos están aislados del entorno externo mediante un acondicionamiento en envases primarios como frascos, jeringas o cartuchos.

source: Biological tests
es_es: Pruebas biológicas

source: Biologische_Arzneimittel L Biological medicinal products
es_es: Medicamentos biológicos

source: Biomarker
es_es: Marcador biológico

source: Biomarker - pharmacodynamic results
es_es: Biomarcador. Resultados farmacodinámicos

source: Biomarker - pharmacodynamics
es_es: Marcador biológico; farmacodinámica

source: Biopharma Quality Austria
es_es: Calidad biofarmacéutica, Austria

source: Biopharmaceutics Classification System
es_es: Sistema de Clasificación Biofarmacéutica

source: Bioreactor vessels
es_es: Vasos de ensayo del biorreactor

source: Biorelevant media dissolution test method.
es_es: Método analítico de disolución de medios biorrelevantes.

source: Biotechnology products
es_es: Productos biotecnológicos

source: Bivard A, Huang X, Levi CR, et al.
es_es: Bivard A, Huang X, Levi CR, y col.

source: Black ink
es_es: Tinta negra

source: Black thermoplastic needle shield
es_es: Protector de aguja de termoplástico negro

source: Black/African American
es_es: Negra/afroamericana

source: Blank
es_es: Blanco

source: Blank Solution
es_es: Solución blanco

source: Blank solution
es_es: Solución blanco

source: Blank solution (ISTD and solvent); 1 preparation; 1 injection
es_es: Solución blanco (est. int. y disolvente); 1 preparación; 1 inyección

source: Blank solution (ISTD and solvent); 2 preparations; 2 injections each
es_es: Solución blanco (est. int. y disolvente); 2 preparaciones; 2 inyecciones en cada caso

source: Blank solution (recommended)
es_es: Solución blanco (recomendada)

source: Blank solutions will be used in the analysis sequence only to exclude Carry-Over effects.
es_es: Solo se usarán soluciones blanco en la secuencia de análisis para excluir efectos de arrastre.

source: Bleedings (including ICH) and Hypersensitivity reactions.
es_es: Sangrado (incluida hemorragia intracraneal) y Reacciones de hipersensibilidad.

source: Blinding
es_es: Cegado

source: Blinding and procedures for unblinding
es_es: Cegado y procedimientos de desenmascaramiento

source: Blinding/Unblinding
es_es: Cegado y desenmascaramiento

source: Blister
es_es: Blíster

source: Blister (PCTFE/PVC)
es_es: Blíster (PCTFE/PVC)

source: Blister (PVC/PVDC)
es_es: Blíster (PVC/PVDC)

source: Blister consisting of aluminium based lidding foil and polyvinyl chloride / polyvinylidene chloride (PVC/PVDC) formin film
es_es: Blíster que consiste en una lámina de tapa aluminio y una lámina contenedora de cloruro de polivinilo/cloruro de polivinilideno (PVC/PVDC).

source: Blister consisting of polyvinyl chloride / polychlorotriflouro ethylene (PVC / PCTFE) based forming film and aluminium lidding foil
es_es: Blíster que consiste en una lámina contenedora de cloruro de polivinilo/policlorotrifluoroetileno (PVC/PCTFE) y una lámina de tapa de aluminio.

source: Blood Pressure
es_es: Tensión arterial

source: Blood collection: Results from the first set of standard care blood tests performed during the admission will be recorded (Routine hematology, biochemistry and coagulation screening tests as described in Appendix 1.
es_es: Extracción de sangre: se recopilarán los resultados del primer conjunto de análisis de sangre completado durante la admisión, que forman parte del tratamiento protocolar (los análisis diagnósticos de rutina de hematología, bioquímica y coagulación se describen en el Apéndice 1.

source: Blood donation (more than 100 mL within 30 days prior to administration of trial medication or intended donation during the trial)
es_es: Donación de sangre (más de 100 mL en los 30 días previos a la administración de la medicación en estudio) o intención de donar sangre durante el curso del ensayo.

source: Blood glucose concentration below 2.7 mmol/L or above 22.2 mmol/L.
es_es: Concentración de glucosa en sangre inferior a 2.7 mmol/l o superior a 22.2 mmol/l.

source: Blood pressure
es_es: Presión arterial

source: Blood pressure and heart rate values measured within 1 day after the last intake of study medication were considered “on-treatment”.
es_es: La presión arterial y la frecuencia cardíaca medidas dentro de 1 día posterior a la última ingesta del medicamento del estudio se consideraron valores "en tratamiento".

source: Blood pressure change from baseline
es_es: Cambio desde el inicio en la presión arterial

source: Blood pressure is summarised in Section 11.1.3.4.
es_es: En la Sección 11.1.3.4 se resumen los valores de presión arterial.

source: Blood pressure should be treated rapidly and aggressively in order to minimise delays to thrombolysis.
es_es: La presión arterial debe tratarse con métodos rápidos y agresivos para minimizar toda demora en la trombólisis.

source: Blood was withdrawn from either an indwelling venous catheter or by venipuncture with a metal needle.
es_es: La sangre se extrajo mediante catéter venoso inserto o venopunción con aguja metálica.

source: Bloods for standard care diagnostic evaluations will be collected and analysed.
es_es: Se recolectarán yanalizarán muestras de sangre para evaluaciones diagnósticas que forman parte del tratamiento protocolar.

source: Blue dye ingress
es_es: Ingreso de tinción azul

source: Blue dye ingress testing was identified as the most suitable test method that can be applied to DP filled container without manipulation of the CCS.
es_es: La prueba de ingreso con tinción azul se identificó como el método analítico más adecuado para evaluar el envase lleno del medicamento sin que se deba manipular el envase y sistema de cierre.

source: Blue dye ingress tests were executed on tenecteplase lyophilisate for solution for injection 25 mg/vial samples from commercial scale batches to confirm CCI.
es_es: Para confirmar la integridad del envase y sistema de cierre, se realizaron pruebas de ingreso con tinción azul en muestras de tenecteplasa, liofilizado para solución inyectable, 25 mg/frasco provenientes de partidas de escala comercial.

source: Blue primary solution
es_es: Solución primaria azul

source: Blue solution
es_es: Solución azul

source: Blue thumb rest area
es_es: Área azul de apoyo del pulgar

source: Board
es_es: Junta directiva

source: Body
es_es: Cuerpo

source: Body Mass Index (BMI) <45 kg/m2 at Visit 1
es_es: Índice de masa corporal <45 kg/m² a la Visita 1

source: Body contact
es_es: Contacto con el cuerpo

source: Body mass index (BMI) 18.5 to 29.9 kg/m2 (inclusive)
es_es: Tener un índice de masa corporal (IMC) de 18.5 a 29.9 kg/m2 (inclusive).

source: Body weight
es_es: Peso corporal

source: Body weight [kg] change from baseline MMRM results – RS (OC-AD)
es_es: Modelo MMRM del cambio desde el inicio en el peso corporal [kg]. Grupo aleatorizado (Casos observados tras la discontinuación)

source: Body weight change from baseline
es_es: Cambio desde el inicio en el peso corporal

source: Body weight was slightly decreased in the empagliflozin group compared with placebo at Week 52, while no relevant treatment differences in blood pressure were observed.
es_es: A la semana 52, el peso corporal disminuyó ligeramente en el grupo de empagliflozina en comparación con el placebo, mientras que en la presión arterial no se observaron diferencias relevantes entre los tratamientos.

source: Body weight was to be measured at all on-site visits.
es_es: El peso molecular se medía en todas las visitas al centro.

source: Body:
es_es: Cuerpo:

source: Boehringer Ingelheim (BI) has followed a development approach as described in International Conference on Harmonisation (ICH) Q8 (R2).
es_es: Boehringer Ingelheim (BI) implementó un enfoque de desarrollo que cumple con las especificaciones de la Conferencia Internacional sobre Armonización (ICH) Q8 (R2).

source: Boehringer Ingelheim (BI) proposes a second alternative manufacturing site (Boehringer Ingelheim España S.A.) for Spiriva® Respimat® Solution for Inhalation.
es_es: Boehringer Ingelheim (BI) propone una segunda planta productora alternativa (Boehringer Ingelheim España S.A.) para Spiriva ® Respimat ®, Solución para inhalación.

source: Boehringer Ingelheim (Boehringer) uses micronized HCTZ manufactured by Polpharma (Pharmaceutical Works Polpharma S.A., 19 Pelplinska Street, Poland – 83-200 Starogard Gdanski, Pomorskie) as API for production of the approved Boehringer´s product Telmisartan / HCTZ Layered Tablets.
es_es: Como IFA para la producción de su medicamento aprobado Telmisartán/HCTZ, comprimidos multicapa, Boehringer Ingelheim (Boehringer) utiliza HCTZ micronizada elaborada por Polpharma (Pharmaceutical Works Polpharma SA, Calle Pelplinska 19, Polonia – 83-200 Starogard Gdanski, Pomorskie).

source: Boehringer Ingelheim Biopharmaceuticals Germany uses a SOP-based and GMP-compliant batch numbering system to assure traceability of production, history and distribution for each manufactured drug product batch.
es_es: Boehringer Ingelheim Biopharmaceuticals de Alemania emplea un sistema de numeración de partidas basado en sus procedimientos operativos estándar y en buenas prácticas de fabricación, que garantiza la trazabilidad de la producción, historial y distribución de cada partida de medicamento elaborada.

source: Boehringer Ingelheim CMC Non-report
es_es: Boehringer Ingelheim, Ausencia de informe de los controles de fabricación

source: Boehringer Ingelheim CMC Non-report (Master)
es_es: Boehringer Ingelheim, Ausencia de informe de los controles de fabricación (documento maestro)

source: Boehringer Ingelheim Fremont, Inc., California, United States:
es_es: Boehringer Ingelheim Fremont, Inc., California, Estados Unidos:

source: Boehringer Ingelheim Germany
es_es: Boehringer Ingelheim Alemania

source: Boehringer Ingelheim Pharma (BIP) – Biberach an der Riss, Germany Site Plan
es_es: Plano del centro de Boehringer Ingelheim Pharma (BIP); Biberach and der Riss, Alemania

source: Boehringer Ingelheim Pharma GmbH & Co KG in Biberach
es_es: Boehringer Ingelheim Pharma GmbH & Co KG en Biberach

source: Boehringer Ingelheim Pharma GmbH & Co. KG in Biberach an der Riss/Germany is responsible for manufacturing and testing of WCBs.
es_es: Boehringer Ingelheim Pharma GmbH & Co KG en Biberach an der Riss/Alemania, es responsable de fabricar y evaluar los bancos de trabajo de células.

source: Boehringer Ingelheim Pharma GmbH & Co. KG | 88397 Biberach an der Riss
es_es: Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Alemania:

source: Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Germany:
es_es: Boehringer Ingelheim Pharma GmbH & Co. KG, Biberach, Alemania:

source: Boehringer Ingelheim Pharma GmbH & Co. KG, Birkendorfer Strasse 65 88397 Biberach an der Riss, Germany, is the manufacturer of idarucizumab drug substance and drug product.
es_es: Boehringer Ingelheim Pharma GmbH & Co KG, Birkendorfer Strasse 65 88397, Biberach and der Riss, Alemania, es el fabricante del principio activo y el medicamento idarucizumab.

source: Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Germany
es_es: Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Alemania

source: Boehringer Ingelheim Pharma GmbH & Co. KG, located at Binger Strasse 173, 55216
es_es: Boehringer Ingelheim Pharma GmbH & Co. KG, con sede en Binder Strasse 173, 55216

source: Boehringer Ingelheim Pharma GmbH & Co. KG, located at Binger Strasse 173, 55216, Ingelherm am Rhein, Germany, and Boehringer Ingelheim Promeco, S.A. de C.V., located at Maiz No. 49, Barrio Xaltocan, Xochimilco, Mexico City, 16090, Mexico, herewith declare that for the product Empagliflozin film-coated tablets a temper-evident closure in the form of glued 4th flaps is implemented on the secondary packaging, which does not allow to perform a local re-process of the finished drug product.
es_es: Boehringer Ingelheim Pharma GmbH & Co. KG, con sede en Binger Strasse 173, 55216, Ingelheim am Rhein, Alemania, y Boehringer Ingelheim Promeco, S.A. de C.V., con sede en Maíz 49, Barrio Xaltocan, Xochimilco, Ciudad de México, 16090, México, declaran por la presente que el acondicionamiento secundario del medicamento Empagliflozina, comprimidos recubiertos, cuenta con un sistema de cierre de seguridad con 4 lengüetas pegadas, que impide el reprocesamiento local del medicamento terminado.

source: Boehringer Ingelheim Pharmaceuticals Inc., Danbury, USA
es_es: Boehringer Ingelheim Pharmaceuticals Inc., Danbury, EE. UU.

source: Boehringer Ingelheim Promeco S.A. de C.V., Mexico City, Mexico:
es_es: Boehringer Ingelheim Promeco, S.A. de C.V., Ciudad de México, México

source: Boehringer Ingelheim RCV GmbH & Co KG uses an SOP-defined and GMP-compliant batch numbering system to assure traceability of production, history and distribution for each manufactured bulk drug substance.
es_es: Boehringer Ingelheim RCV GmbH & Co KG emplea un sistema de numeración de partidas basado en sus procedimientos operativos estándar y en las buenas prácticas de fabricación, que garantiza la trazabilidad de la producción, historial y distribución de todo principio activo elaborado a granel.

source: Boehringer Ingelheim RCV GmbH & Co KG, Vienna, Austria:
es_es: Boehringer Ingelheim RCV GmbH & Co KG, Viena, Austria:

source: Boehringer Ingelheim RCV GmbH & Co KG; Probebetrieb bis 12/2026 für die Verfahren:
es_es: Boehringer Ingelheim RCV GmbH & Co KG; Pruebas realizadas hasta 12/2026 para el procedimiento:

source: Boehringer Ingelheim RCV GmbH & Co. KG (ORG-100001005 / LOC-100001744), Dr.-Boehringer-Gasse 5-11, Meidling, Vienna, 1121, Austria, GPS:
es_es: Boehringer Ingelheim RCV GmbH & Co. KG (ORG-100001005 / LOC-100001744), Dr. Boehringer-Gasse 5-11, Meidling, Viena, 1121, Austria, GPS:

source: Boehringer Ingelheim RCV GmbH & Co. KG, Dr.-Boehringer-Gasse 5-11, Meidling, Vienna, 1121, Austria, GPS:
es_es: Boehringer Ingelheim RCV GmbH & Co. KG, Dr.-Boehringer-Gasse 5-11, Meidling, Viena, 1121, Austria, GPS:

source: Boehringer Ingelheim Standard
es_es: Estándar de Boehringer Ingelheim

source: Boehringer Ingelheim Validated Production
es_es: Producción validada de Boehringer Ingelheim

source: Boehringer Ingelheim acknowledges the Health Authority request.
es_es: Boehringer Ingelheim toma nota del pedido de la autoridad sanitaria.

source: Boehringer Ingelheim acknowledges the authority’s request.
es_es: Boehringer Ingelheim toma nota del pedido de la autoridad.

source: Boehringer Ingelheim commits to provide stability data up to 36 months as soon as available.
es_es: Boehringer Ingelheim se compromete a proporcionar la información de estabilidad a 36 apenas estén disponible.
